"GetSupport" = "Få support";
"ReinstallButtonDescription" = "Installera den senaste versionen";
"UninstallButtonDescription" = "Ta bort aktuell installation";
"ReinstallButtonTitle" = "HÄMTA SENASTE";
"UninstallButtonTitle" = "AVINSTALLERA";
"CannotInstallFlashPlayer" = "Det går inte att installera Adobe® Flash® Player.";
"NewerFlashPlayerAlreadyInstalled" = "En nyare version av programvaran är redan installerad på systemet.";
"InstalledVersionTitle" = "Installerad version:";
"ThisVersionTitle" = "Denna version:";
"SystemDoesNotMeetMinimumRequirements" = "Det här systemet uppfyller inte minimikraven för installation.";
"InstallNoticeLine1" = "Med det här programmet installeras Adobe® Flash® Player 10.1.";
"UsageTitle" = "För användning gäller %@";
"LicenseAgreementLink" = "Flash Player licensavtal för programvara";
"ReadAndAgreeToTermsOfUse" = "Jag har läst och godkänner villkoren i licensavtalet.";
"CloseFPClientsDescription1" = "Stäng följande program om du vill fortsätta:";
"CloseFPClientsDescription2" = "Du kan stänga dem manuellt eller klicka nedan.";
"ForceCloseAllButtonTitle" = "Tvångsavsluta alla";
"CloseAppsDialogTitle" = "Stäng andra program";
"CloseAppsDialogMessage" = "Det finns fortfarande program som måste avslutas.\n\nKlicka på OK om du vill visa en uppdaterad lista.";
"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Stäng";
"FPInstallerWindowTitle" = "Installationsprogram för Adobe Flash Player";
"InstallingMessage" = "Installerar...";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Slutför installationen…";
"InstallButtonTitle" = "INSTALLERA";
"RetryButtonTitle" = "FÖRSÖK IGEN";
"QuitButtonTitle" = "AVSLUTA";
"DoneButtonTitle" = "KLART";
"InstallSucceededTitle" = "Installationen lyckades";
"InstallFailedTitle" = "Installationen misslyckades";
"InstallFailedDescription" = "Den här installationen misslyckades.";
"ErrorLogTitle" = "Fellogg:";
"FPUninstallerWindowTitle" = "Avinstallationsprogram för Adobe Flash Player";
"UninstallDescriptionText" = "Det här programmet tar bort Adobe® Flash® Player från datorn.";
"UninstallDescriptionText_PlusTentacleRemover" = "Det här programmet tar bort Adobe® Flash® Player och alla tillhörande cachefiler och inställningar från datorn.";
"UninstallingMessage" = "Avinstallerar…";
"UninstallCompletedTitle" = "Slutfört";
"UninstallSucceededText" = "Adobe® Flash® Player har tagits bort från systemet.";
